Repository: Outlockdevil/Outlockdevil.github.io
Catalog: DisplayRecorder/data/Library/PreferenceLoader/Preferences/DisplayRecorder/*.lproj/Localizable.strings
Languages: fr

source: DisplayRecorder on %@
fr: DisplayRecorder sur %@

source: Start recording display?
fr: Commencer l'enregistrement de l'écran?

source: Start recording display? Activation gestures may be setup via the Settings application.
fr: Commencer l'enregistrement de l'écran? Les gestes d'activation peuvent être configurés via l'application Réglages.

source: Cancel
fr: Annuler

source: Record
fr: Enregistrer

source: Recording errored: %@ (Error Code: %i)
fr: Erreur d'enregistrement: %@ (Code d'erreur: %i)

source: Recording errored: %@
fr: Erreur d'enregistrement: %@

source: Recording completed!
fr: Enregistrement terminé!

source: Display cannot be recorded while uploading to YouTube.
fr: L'écran ne peut être enregistré pendant que vous uploadez sur YouTube.

source: Unable to load framebuffer surface
fr: Impossible de charger le 'framebuffer surface'

source: Error creating writer: %@
fr: Erreur pendant l'écriture: %@

source: Unable to start writing
fr: Impossible de commencer l'écriture

source: Interrupted by another app using the audio/video codec hardware.
fr: Interrompu par une autre application utilisant le pilote matériel audio/video.

source: Failed to write pixel buffer
fr: Echec d'écriture du pixel buffer

source: Unable to open output file at path %@
fr: Impossible d'ouvrir le fichier de sortie au chemin %@

source: Toggle Recording
fr: Toggle d'enregistrement

source: Toggle Web Interface
fr: Toggle de l'interface Web

source: Begin/end screen recording
fr: Débuter/arrêter l'enregistrement de l'écran

source: Enable/disable web interface
fr: Activer/désactiver l'interface web

source: Upload Details
fr: Détails de l'Upload

source: Cancel Upload
fr: Annuler l'Upload

source: YouTube Terms
fr: Conditions d'utilisation de YouTube

source: By clicking 'upload,' you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service
fr: En cliquant sur 'upload', vous certifiez que vous possédez tous les droits sur le contenu ou que vous avez été autorisé par le propriétaire pour rendre le contenu disponible publiquement sur YouTube, et qu'il est par conséquent conforme aux conditions d'utilisation de YouTube.

source: Show Terms
fr: Afficher les conditions d'utilisation

source: Title
fr: Titre

source: Category
fr: Catégorie

source: Public Video
fr: Vidéo publique

source: Film & Animation
fr: Films et animations

source: Autos & Vehicles
fr: Véhicules

source: Music
fr: Musique

source: Pets & Animals
fr: Animaux

source: Travel & Events
fr: Voyages et événements

source: Gaming
fr: Jeux

source: Comedy
fr: Humour

source: People & Blogs
fr: People et blogs

source: News & Politics
fr: Actualités et politique

source: Entertainment
fr: Divertissement

source: Howto & Style
fr: Vie pratique et style

source: Nonprofits & Activism
fr: Associations et organismes

source: Science & Technology
fr: Science et technologie

source: Movies
fr: Cinéma

source: YouTube Login Missing
fr: Identifiant YouTube manquant

source: Fill in your login details via the Display Recorder pane in the Settings application.
fr: Remplissez vos identifiants via le panneau Display Recorder dans l'application Réglages.

source: Oversize Video
fr: Vidéo surdimensionnée

source: In some cases, YouTube will not accept videos with large dimensions from a mobile device. For best results, transfer the video to a computer and upload via YouTube's web interface or record your video again using the half scale option in Settings.
fr: Dans certains cas, YouTube n'acceptera pas les vidéos avec de trop grandes dimensions venant d'un appareil mobile. Pour de meilleurs résultats, transférez la vidéo sur votre ordinateur et uploadez la via l'interface Web de YouTube ou enregistrez une nouvelle fois votre vidéo en utilisant la mi-échelle dans les Réglages.

source: Continue
fr: Continuer

source: Title is empty
fr: Le titre est vide

source: YouTube requires that all videos have a title.
fr: YouTube impose que toutes les vidéos aient un titre.

source: Description is empty
fr: La description est vide

source: YouTube requires that all videos have a description.
fr: YouTube impose que toutes les vidéos aient une description.

source: Upload failed because your login credentials were refused. Go to the settings application and reenter them. If you are logging in via a Google account, ensure it is linked with your YouTube username.
fr: Upload échoué car vos identifiants ont été refusés. Allez dans l'application Réglages et ressaisissez-les. Si vous vous connectez à l'aide d'un compte Google, vérifiez qu'il est lié à votre pseudo YouTube.

source: Upload failed with error:
fr: Upload échoué avec erreur:

source: Upload completed successfully YouTube link is on the pasteboard
fr: Upload achevé avec succès Lien YouTube dans votre presse-papier

source: Help
fr: Aide

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Not connected to Wi-Fi
fr: Non connecté au Wi-Fi

source: Web server disabled
fr: Serveur Web désactivé

source: Saving to Camera Roll…
fr: Sauvegarde vers la pellicule…

source: Save Failed!
fr: Sauvegarde échouée!

source: Unable to save video to camera roll.
fr: Impossible de sauvegarder vers la pellicule.

source: Recording…
fr: Enregistrement en cours…

source: Stop Recording
fr: Stopper l'enregistrement

source: 1 day
fr: 1 jour

source: %u days
fr: %u jours

source: 1 hr
fr: 1 h

source: 1 hour
fr: 1 heure

source: %u hrs
fr: %u hs

source: %u hours
fr: %u heures

source: 1 second
fr: 1 seconde

source: %u seconds
fr: %u secondes

source: Recordings
fr: Enregistrements

source: Delete Recording
fr: Supprimer l'enregistrement

source: Upload to YouTube
fr: Uploader sur YouTube

source: Play Video
fr: Lire la Vidéo

source: Add to Camera Roll
fr: Ajouter à la pellicule

source: Activation Methods
fr: Méthodes d'Activation

source: Always
fr: Toujours

source: For best performance, select the native device orientation
fr: Pour de meilleures performances, sélectionnez l'orientation native de l'appareil

source: For best results, use the Google login that is linked to your YouTube account
fr: Pour de meilleurs résultats, utilisez votre identifiant Google lié à votre compte YouTube

source: Full
fr: Pleine

source: Grayscale
fr: Niveau de gris

source: H.264/MOV (experimental)
fr: H.264/MOV (expérimental)

source: H.264/MOV with Mic Audio
fr: H.264/MOV avec Audio Micro

source: H.264 + Mic
fr: H.264 + Micro

source: Half
fr: Demie

source: Half-scale is not supported when OpenGL capture is enabled
fr: La mi-échelle n'est pas supportée quand la capture OpenGL est activée

source: Hidden
fr: Masqués

source: High
fr: Haute

source: Landscape Left
fr: Paysage Gauche

source: Landscape Right
fr: Paysage Droite

source: Lock Framerate
fr: Verrouiller le Framerate

source: Low
fr: Faible

source: Medium
fr: Moyenne

source: Open in Safari
fr: Ouvrir dans Safari

source: OpenGL capture
fr: Capture OpenGL

source: Password
fr: Mot de passe

source: Record Audio
fr: Enregistrer l'audio

source: Scale
fr: Echelle

source: Show Taps
fr: Afficher les 'Taps'

source: Small
fr: Petit

source: Tap Size
fr: Taille des 'Taps'

source: Upside Down
fr: A l'envers

source: User's Guide
fr: Guide d'utilisation

source: Video Format
fr: Format Vidéo

source: Video Quality
fr: Qualité Vidéo

source: Web Server
fr: Serveur Web

source: When Recording
fr: Pendant l'enregistrement

source: YouTube Account
fr: Compte YouTube

source: YouTube or Google Account
fr: Compte YouTube ou Google
